[
    {
        "id": 0,
        "name": "Switzerland",
        "PISA score": {
            "Total": {
                "value": 521.2506,
                "valueFormatted": "521",
                "year": 2015,
                "description": "Average score of 15-year-old students on the PISA mathematics scale. The metric for the overall mathematics scale is based on a mean for OECD countries of 500 points and a standard deviation of 100 points. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            }
        },
        "PISA repartition": {
            "value": 4.92091627551566,
            "valueFormatted": "4.9%",
            "year": 2015,
            "description": "Percentage of 15-year-old students below the lowest proficiency level (scoring 358 or below) on the PISA mathematics scale. Students below Level 1 may be able to perform very direct and straightforward mathematical tasks, such as reading a single value from a well-labeled chart or table where the labels on the chart match the words in the stimulus and question, so that the selection criteria are clear and the relationship between the chart and the aspects of the context depicted are evident, and performing arithmetic calculations with whole numbers by following clear and well-defined instructions. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
            "source": "OECD Programme for International Student Assessment (PISA)",
            "1": {
                "value": 10.8591707351427,
                "valueFormatted": "11%",
                "year": 2015,
                "description": "PISA: 15-year-olds by mathematics proficiency level (%). Level 1",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "2": {
                "value": 18.0976672151174,
                "valueFormatted": "18%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 420 but lower than or equal to 482 points on the PISA mathematics scale. At Level 2, students can interpret and recognize situations in contexts that require no more than direct inference. They can extract relevant information from a single source and make use of a single representational mode. Students at this level can employ basic algorithms, formulae, procedures, or conventions to solve problems involving whole numbers. They are capable of making literal interpretations of the results. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "3": {
                "value": 23.6153540347165,
                "valueFormatted": "24%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 482 but lower than or equal to 545 points on the PISA mathematics scale. At Level 3, students can execute clearly described procedures, including those that require sequential decisions. Their interpretations are sufficiently sound to be a base for building a simple model or for selecting and applying simple problem- solving strategies. Students at this level can interpret and use representations based on different information sources and reason directly from them. They typically show some ability to handle percentages, fractions and decimal numbers, and to work with proportional relationships. Their solutions reflect that they have engaged in basic interpretation and reasoning. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "4": {
                "value": 23.2602045468261,
                "valueFormatted": "23%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 545 but lower than or equal to 607 on the PISA mathematics scale. At Level 4, students can work effectively with explicit models for complex concrete situations that may involve constraints or call for making assumptions. They can select and integrate different representations, including symbolic, linking them directly to aspects of real-world situations. Students at this level can utilize their limited range of skills and can reason with some insight, in straightforward contexts. They can construct and communicate explanations and arguments based on their interpretations, arguments, and actions. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "5": {
                "value": 13.9517274294065,
                "valueFormatted": "14%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 607 but lower than or equal to 669 on the PISA mathematics scale. At Level 5, students can develop and work with models for complex situations, identifying constraints and specifying assumptions. They can select, compare, and evaluate appropriate problem-solving strategies for dealing with complex problems related to these models. Students at this level can work strategically using broad, well-developed thinking and reasoning skills, appropriate linked representations, symbolic and formal characterizations, and insight pertaining to these situations. They begin to reflect on their work and can formulate and communicate their interpretations and reasoning. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "6": {
                "value": 5.29495976327518,
                "valueFormatted": "5.3%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 669 on the PISA mathematics scale. At Level 6, students can conceptualize, generalize and utilize information based on their investigations and modeling of complex problem situations, and can use their knowledge in relatively non-standard contexts. They can link different information sources and representations and flexibly translate among them. Students at this level are capable of advanced mathematical thinking and reasoning. These students can apply this insight and understanding, along with a mastery of symbolic and formal mathematical operations and relationships, to develop new approaches and strategies for attacking novel situations. Students at this level can reflect on their actions, and can formulate and precisely communicate their actions and reflections regarding their findings, interpretations, arguments, and the appropriateness of these to the original situation. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            }
        },
        "GDP/Capita": {
            "Total": {
                "value": 63741.4525065597,
                "valueFormatted": "63,741",
                "year": 2016,
                "description": "GDP per capita, PPP (current international $)",
                "source": "World Bank, International Comparison Program database."
            }
        },
        "Litteracy rate": {},
        "Population": {
            "value": 8372098.0,
            "valueFormatted": "8.4 million",
            "year": 2016,
            "description": "Population, total",
            "source": "(1) United Nations Population Division. World Population Prospects, (2) Census reports and other statistical publications from national statistical offices, (3) Eurostat: Demographic Statistics, (4) United Nations Statistical Division. Population and Vital Statistics Report (various years), (5) U.S. Census Bureau: International Database, and (6) Secretariat of the Pacific Community: Statistics and Demography Programme."
        },
        "HDI Rank": {
            "value": 1.0,
            "valueFormatted": "1",
            "year": "2022",
            "description": "HDI rank over 193 countries",
            "source": "Human Development Report (United Nations)"
        },
        "HDI": {
            "value": 0.967,
            "valueFormatted": "0.97",
            "year": "2022",
            "description": "Human Development Index (value)",
            "source": "Human Development Report (United Nations)"
        },
        "Income": {
            "Poorest 40 percent": {
                "value": 19.9,
                "valueFormatted": "20%",
                "year": "2010-2022",
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the poorest 40 percent of the population",
                "source": "World Bank (2023)"
            },
            "Richest 10 percent": {
                "value": 25.8,
                "valueFormatted": "26%",
                "year": "2010-2022",
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the richest 10 percent of the population",
                "source": "World Bank (2023)"
            },
            " Richest 1 percent": {
                "value": 9.86,
                "valueFormatted": "9.9%",
                "year": 2021,
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the  richest 1 percent of the population",
                "source": "World Bank (2023)"
            }
        },
        "Gini": {
            "value": 33.1,
            "valueFormatted": "33%",
            "year": "2010-2022",
            "description": "Gini coefficient: Measure of the deviation of the distribution of income among individuals or households in a country from a perfectly equal distribution. A value of 0 represents absolute equality, a value of 100 absolute inequality.",
            "source": "World Inequality Database (2022)"
        },
        "Enrolment": {
            "Total_primary": {
                "value": 77.2800979614258,
                "valueFormatted": "77%",
                "year": 2015,
                "description": "Net enrolment rate, pre-primary, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female_primary": {
                "value": 76.1442489624023,
                "valueFormatted": "76%",
                "year": 2015,
                "description": "Net enrolment rate, pre-primary, female (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male_primary": {
                "value": 78.3561782836914,
                "valueFormatted": "78%",
                "year": 2015,
                "description": "Net enrolment rate, pre-primary, male (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Total_secondary": {
                "value": 84.9164886474609,
                "valueFormatted": "85%",
                "year": 2015,
                "description": "Net enrolment rate, secondary, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female_secondary": {
                "value": 83.8262481689453,
                "valueFormatted": "84%",
                "year": 2015,
                "description": "Net enrolment rate, secondary, female (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male_secondary": {
                "value": 85.9521484375,
                "valueFormatted": "86%",
                "year": 2015,
                "description": "Net enrolment rate, secondary, male (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Private school enrolment": {
            "Primary": {
                "value": 5.59647989273071,
                "valueFormatted": "5.6%",
                "year": 2015,
                "description": "Percentage of enrolment in primary education in private institutions (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Secondary": {
                "value": 12.0093698501587,
                "valueFormatted": "12%",
                "year": 2015,
                "description": "Percentage of enrolment in secondary education in private institutions (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "School life expectancy": {
            "Total": {
                "value": 16.1688899993896,
                "valueFormatted": "16.2",
                "year": 2015,
                "description": "School life expectancy, primary to tertiary, both sexes (years)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female": {
                "value": 16.1241798400879,
                "valueFormatted": "16.1",
                "year": 2015,
                "description": "School life expectancy, primary to tertiary, female (years)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male": {
                "value": 16.2133007049561,
                "valueFormatted": "16.2",
                "year": 2015,
                "description": "School life expectancy, primary to tertiary, male (years)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Gov. Expenditure on education": {
            "Primary": {
                "value": 25.5142402648926,
                "valueFormatted": "26%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Secondary": {
                "value": 25.5142402648926,
                "valueFormatted": "26%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Tertiary": {
                "value": 25.5142402648926,
                "valueFormatted": "26%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Total": {
                "value": 5.09607982635498,
                "valueFormatted": "5.1%",
                "year": 2014,
                "description": "Total general (local, regional and central) government expenditure on education (current, capital, and transfers), expressed as a percentage of GDP. It includes expenditure funded by transfers from international sources to government. Divide total government expenditure for a given level of education (ex. primary, secondary, or all levels combined) by the GDP, and multiply by 100. A higher percentage of GDP spent on education shows a higher government priority for education, but also a higher capacity of the government to raise revenues for public spending, in relation to the size of the country's economy. When interpreting this indicator however, one should keep in mind in some countries, the private sector and/or households may fund a higher proportion of total funding for education, thus making government expenditure appear lower than in other countries. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Dropout": {
            "value": 1.78322005271912,
            "valueFormatted": "1.8%",
            "year": 2013,
            "description": "Cumulative drop-out rate to the last grade of lower secondary general education, both sexes (%)",
            "source": "UNESCO Institute for Statistics"
        }
    },
    {
        "id": 1,
        "name": "Japan",
        "PISA score": {
            "Total": {
                "value": 532.4399,
                "valueFormatted": "532",
                "year": 2015,
                "description": "Average score of 15-year-old students on the PISA mathematics scale. The metric for the overall mathematics scale is based on a mean for OECD countries of 500 points and a standard deviation of 100 points. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            }
        },
        "PISA repartition": {
            "value": 2.9395713480778,
            "valueFormatted": "2.9%",
            "year": 2015,
            "description": "Percentage of 15-year-old students below the lowest proficiency level (scoring 358 or below) on the PISA mathematics scale. Students below Level 1 may be able to perform very direct and straightforward mathematical tasks, such as reading a single value from a well-labeled chart or table where the labels on the chart match the words in the stimulus and question, so that the selection criteria are clear and the relationship between the chart and the aspects of the context depicted are evident, and performing arithmetic calculations with whole numbers by following clear and well-defined instructions. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
            "source": "OECD Programme for International Student Assessment (PISA)",
            "1": {
                "value": 7.75258343094927,
                "valueFormatted": "7.8%",
                "year": 2015,
                "description": "PISA: 15-year-olds by mathematics proficiency level (%). Level 1",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "2": {
                "value": 17.2260365216827,
                "valueFormatted": "17%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 420 but lower than or equal to 482 points on the PISA mathematics scale. At Level 2, students can interpret and recognize situations in contexts that require no more than direct inference. They can extract relevant information from a single source and make use of a single representational mode. Students at this level can employ basic algorithms, formulae, procedures, or conventions to solve problems involving whole numbers. They are capable of making literal interpretations of the results. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "3": {
                "value": 25.8192158043242,
                "valueFormatted": "26%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 482 but lower than or equal to 545 points on the PISA mathematics scale. At Level 3, students can execute clearly described procedures, including those that require sequential decisions. Their interpretations are sufficiently sound to be a base for building a simple model or for selecting and applying simple problem- solving strategies. Students at this level can interpret and use representations based on different information sources and reason directly from them. They typically show some ability to handle percentages, fractions and decimal numbers, and to work with proportional relationships. Their solutions reflect that they have engaged in basic interpretation and reasoning. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "4": {
                "value": 25.9174919058719,
                "valueFormatted": "26%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 545 but lower than or equal to 607 on the PISA mathematics scale. At Level 4, students can work effectively with explicit models for complex concrete situations that may involve constraints or call for making assumptions. They can select and integrate different representations, including symbolic, linking them directly to aspects of real-world situations. Students at this level can utilize their limited range of skills and can reason with some insight, in straightforward contexts. They can construct and communicate explanations and arguments based on their interpretations, arguments, and actions. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "5": {
                "value": 15.0485202934324,
                "valueFormatted": "15%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 607 but lower than or equal to 669 on the PISA mathematics scale. At Level 5, students can develop and work with models for complex situations, identifying constraints and specifying assumptions. They can select, compare, and evaluate appropriate problem-solving strategies for dealing with complex problems related to these models. Students at this level can work strategically using broad, well-developed thinking and reasoning skills, appropriate linked representations, symbolic and formal characterizations, and insight pertaining to these situations. They begin to reflect on their work and can formulate and communicate their interpretations and reasoning. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "6": {
                "value": 5.29658069566177,
                "valueFormatted": "5.3%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 669 on the PISA mathematics scale. At Level 6, students can conceptualize, generalize and utilize information based on their investigations and modeling of complex problem situations, and can use their knowledge in relatively non-standard contexts. They can link different information sources and representations and flexibly translate among them. Students at this level are capable of advanced mathematical thinking and reasoning. These students can apply this insight and understanding, along with a mastery of symbolic and formal mathematical operations and relationships, to develop new approaches and strategies for attacking novel situations. Students at this level can reflect on their actions, and can formulate and precisely communicate their actions and reflections regarding their findings, interpretations, arguments, and the appropriateness of these to the original situation. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            }
        },
        "GDP/Capita": {
            "Total": {
                "value": 41476.36029782,
                "valueFormatted": "41,476",
                "year": 2016,
                "description": "GDP per capita, PPP (current international $)",
                "source": "World Bank, International Comparison Program database."
            }
        },
        "Litteracy rate": {},
        "Population": {
            "value": 126994511.0,
            "valueFormatted": "127.0 million",
            "year": 2016,
            "description": "Population, total",
            "source": "(1) United Nations Population Division. World Population Prospects, (2) Census reports and other statistical publications from national statistical offices, (3) Eurostat: Demographic Statistics, (4) United Nations Statistical Division. Population and Vital Statistics Report (various years), (5) U.S. Census Bureau: International Database, and (6) Secretariat of the Pacific Community: Statistics and Demography Programme."
        },
        "HDI Rank": {
            "value": 24.0,
            "valueFormatted": "24",
            "year": "2022",
            "description": "HDI rank over 193 countries",
            "source": "Human Development Report (United Nations)"
        },
        "HDI": {
            "value": 0.92,
            "valueFormatted": "0.92",
            "year": "2022",
            "description": "Human Development Index (value)",
            "source": "Human Development Report (United Nations)"
        },
        "Income": {
            "Poorest 40 percent": {
                "value": 20.5,
                "valueFormatted": "20%",
                "year": "2010-2022",
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the poorest 40 percent of the population",
                "source": "World Bank (2023)"
            },
            "Richest 10 percent": {
                "value": 26.4,
                "valueFormatted": "26%",
                "year": "2010-2022",
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the richest 10 percent of the population",
                "source": "World Bank (2023)"
            },
            " Richest 1 percent": {
                "value": 12.86,
                "valueFormatted": "13%",
                "year": 2021,
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the  richest 1 percent of the population",
                "source": "World Bank (2023)"
            }
        },
        "Gini": {
            "value": 32.9,
            "valueFormatted": "33%",
            "year": "2010-2022",
            "description": "Gini coefficient: Measure of the deviation of the distribution of income among individuals or households in a country from a perfectly equal distribution. A value of 0 represents absolute equality, a value of 100 absolute inequality.",
            "source": "World Inequality Database (2022)"
        },
        "Enrolment": {
            "Total_primary": {
                "value": 89.7667922973633,
                "valueFormatted": "90%",
                "year": 2013,
                "description": "Net enrolment rate, pre-primary, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Total_secondary": {
                "value": 99.0426712036133,
                "valueFormatted": "99%",
                "year": 2014,
                "description": "Net enrolment rate, secondary, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female_secondary": {
                "value": 99.4387588500977,
                "valueFormatted": "99%",
                "year": 2014,
                "description": "Net enrolment rate, secondary, female (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male_secondary": {
                "value": 98.665428161621,
                "valueFormatted": "99%",
                "year": 2014,
                "description": "Net enrolment rate, secondary, male (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Private school enrolment": {
            "Primary": {
                "value": 1.16839003562927,
                "valueFormatted": "1.2%",
                "year": 2014,
                "description": "Percentage of enrolment in primary education in private institutions (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Secondary": {
                "value": 19.7353591918945,
                "valueFormatted": "20%",
                "year": 2014,
                "description": "Percentage of enrolment in secondary education in private institutions (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "School life expectancy": {
            "Total": {
                "value": 15.3587102890015,
                "valueFormatted": "15.4",
                "year": 2014,
                "description": "School life expectancy, primary to tertiary, both sexes (years)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female": {
                "value": 15.2468595504761,
                "valueFormatted": "15.2",
                "year": 2014,
                "description": "School life expectancy, primary to tertiary, female (years)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male": {
                "value": 15.4655504226685,
                "valueFormatted": "15.5",
                "year": 2014,
                "description": "School life expectancy, primary to tertiary, male (years)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Gov. Expenditure on education": {
            "Primary": {
                "value": 22.5268001556396,
                "valueFormatted": "23%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Secondary": {
                "value": 22.5268001556396,
                "valueFormatted": "23%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Tertiary": {
                "value": 22.5268001556396,
                "valueFormatted": "23%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Total": {
                "value": 3.59184002876282,
                "valueFormatted": "3.6%",
                "year": 2014,
                "description": "Total general (local, regional and central) government expenditure on education (current, capital, and transfers), expressed as a percentage of GDP. It includes expenditure funded by transfers from international sources to government. Divide total government expenditure for a given level of education (ex. primary, secondary, or all levels combined) by the GDP, and multiply by 100. A higher percentage of GDP spent on education shows a higher government priority for education, but also a higher capacity of the government to raise revenues for public spending, in relation to the size of the country's economy. When interpreting this indicator however, one should keep in mind in some countries, the private sector and/or households may fund a higher proportion of total funding for education, thus making government expenditure appear lower than in other countries. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Dropout": null
    },
    {
        "id": 2,
        "name": "Mexico",
        "PISA score": {
            "Total": {
                "value": 408.0235,
                "valueFormatted": "408",
                "year": 2015,
                "description": "Average score of 15-year-old students on the PISA mathematics scale. The metric for the overall mathematics scale is based on a mean for OECD countries of 500 points and a standard deviation of 100 points. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            }
        },
        "PISA repartition": {
            "value": 25.5335112085432,
            "valueFormatted": "26%",
            "year": 2015,
            "description": "Percentage of 15-year-old students below the lowest proficiency level (scoring 358 or below) on the PISA mathematics scale. Students below Level 1 may be able to perform very direct and straightforward mathematical tasks, such as reading a single value from a well-labeled chart or table where the labels on the chart match the words in the stimulus and question, so that the selection criteria are clear and the relationship between the chart and the aspects of the context depicted are evident, and performing arithmetic calculations with whole numbers by following clear and well-defined instructions. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
            "source": "OECD Programme for International Student Assessment (PISA)",
            "1": {
                "value": 31.1078644037835,
                "valueFormatted": "31%",
                "year": 2015,
                "description": "PISA: 15-year-olds by mathematics proficiency level (%). Level 1",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "2": {
                "value": 26.9414635647399,
                "valueFormatted": "27%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 420 but lower than or equal to 482 points on the PISA mathematics scale. At Level 2, students can interpret and recognize situations in contexts that require no more than direct inference. They can extract relevant information from a single source and make use of a single representational mode. Students at this level can employ basic algorithms, formulae, procedures, or conventions to solve problems involving whole numbers. They are capable of making literal interpretations of the results. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "3": {
                "value": 12.8878550152634,
                "valueFormatted": "13%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 482 but lower than or equal to 545 points on the PISA mathematics scale. At Level 3, students can execute clearly described procedures, including those that require sequential decisions. Their interpretations are sufficiently sound to be a base for building a simple model or for selecting and applying simple problem- solving strategies. Students at this level can interpret and use representations based on different information sources and reason directly from them. They typically show some ability to handle percentages, fractions and decimal numbers, and to work with proportional relationships. Their solutions reflect that they have engaged in basic interpretation and reasoning. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "4": {
                "value": 3.19831692220138,
                "valueFormatted": "3.2%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 545 but lower than or equal to 607 on the PISA mathematics scale. At Level 4, students can work effectively with explicit models for complex concrete situations that may involve constraints or call for making assumptions. They can select and integrate different representations, including symbolic, linking them directly to aspects of real-world situations. Students at this level can utilize their limited range of skills and can reason with some insight, in straightforward contexts. They can construct and communicate explanations and arguments based on their interpretations, arguments, and actions. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "5": {
                "value": 0.314829517757425,
                "valueFormatted": "0.31%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 607 but lower than or equal to 669 on the PISA mathematics scale. At Level 5, students can develop and work with models for complex situations, identifying constraints and specifying assumptions. They can select, compare, and evaluate appropriate problem-solving strategies for dealing with complex problems related to these models. Students at this level can work strategically using broad, well-developed thinking and reasoning skills, appropriate linked representations, symbolic and formal characterizations, and insight pertaining to these situations. They begin to reflect on their work and can formulate and communicate their interpretations and reasoning. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "6": {
                "value": 0.0161593677111274,
                "valueFormatted": "0.016%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 669 on the PISA mathematics scale. At Level 6, students can conceptualize, generalize and utilize information based on their investigations and modeling of complex problem situations, and can use their knowledge in relatively non-standard contexts. They can link different information sources and representations and flexibly translate among them. Students at this level are capable of advanced mathematical thinking and reasoning. These students can apply this insight and understanding, along with a mastery of symbolic and formal mathematical operations and relationships, to develop new approaches and strategies for attacking novel situations. Students at this level can reflect on their actions, and can formulate and precisely communicate their actions and reflections regarding their findings, interpretations, arguments, and the appropriateness of these to the original situation. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            }
        },
        "GDP/Capita": {
            "Total": {
                "value": 17877.3578445939,
                "valueFormatted": "17,877",
                "year": 2016,
                "description": "GDP per capita, PPP (current international $)",
                "source": "World Bank, International Comparison Program database."
            }
        },
        "Litteracy rate": {
            "Female": {
                "value": 93.4855,
                "valueFormatted": "93%",
                "year": 2015,
                "description": "Adult literacy rate, population 15+ years, female (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male": {
                "value": 95.54933,
                "valueFormatted": "96%",
                "year": 2015,
                "description": "Adult literacy rate, population 15+ years, male (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Total": {
                "value": 94.47228,
                "valueFormatted": "94%",
                "year": 2015,
                "description": "Adult literacy rate, population 15+ years, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Population": {
            "value": 127540423.0,
            "valueFormatted": "127.5 million",
            "year": 2016,
            "description": "Population, total",
            "source": "(1) United Nations Population Division. World Population Prospects, (2) Census reports and other statistical publications from national statistical offices, (3) Eurostat: Demographic Statistics, (4) United Nations Statistical Division. Population and Vital Statistics Report (various years), (5) U.S. Census Bureau: International Database, and (6) Secretariat of the Pacific Community: Statistics and Demography Programme."
        },
        "HDI Rank": {
            "value": 77.0,
            "valueFormatted": "77",
            "year": "2022",
            "description": "HDI rank over 193 countries",
            "source": "Human Development Report (United Nations)"
        },
        "HDI": {
            "value": 0.781,
            "valueFormatted": "0.78",
            "year": "2022",
            "description": "Human Development Index (value)",
            "source": "Human Development Report (United Nations)"
        },
        "Income": {
            "Poorest 40 percent": {
                "value": 14.3,
                "valueFormatted": "14%",
                "year": "2010-2022",
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the poorest 40 percent of the population",
                "source": "World Bank (2023)"
            },
            "Richest 10 percent": {
                "value": 35.5,
                "valueFormatted": "36%",
                "year": "2010-2022",
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the richest 10 percent of the population",
                "source": "World Bank (2023)"
            },
            " Richest 1 percent": {
                "value": 26.81,
                "valueFormatted": "27%",
                "year": 2021,
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the  richest 1 percent of the population",
                "source": "World Bank (2023)"
            }
        },
        "Gini": {
            "value": 45.4,
            "valueFormatted": "45%",
            "year": "2010-2022",
            "description": "Gini coefficient: Measure of the deviation of the distribution of income among individuals or households in a country from a perfectly equal distribution. A value of 0 represents absolute equality, a value of 100 absolute inequality.",
            "source": "World Inequality Database (2022)"
        },
        "Enrolment": {
            "Total_primary": {
                "value": 68.7245635986328,
                "valueFormatted": "69%",
                "year": 2014,
                "description": "Net enrolment rate, pre-primary, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female_primary": {
                "value": 69.5666809082031,
                "valueFormatted": "70%",
                "year": 2014,
                "description": "Net enrolment rate, pre-primary, female (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male_primary": {
                "value": 67.9204330444335,
                "valueFormatted": "68%",
                "year": 2014,
                "description": "Net enrolment rate, pre-primary, male (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Total_secondary": {
                "value": 67.4097366333008,
                "valueFormatted": "67%",
                "year": 2012,
                "description": "Net enrolment rate, secondary, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female_secondary": {
                "value": 68.7788314819335,
                "valueFormatted": "69%",
                "year": 2012,
                "description": "Net enrolment rate, secondary, female (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male_secondary": {
                "value": 66.084373474121,
                "valueFormatted": "66%",
                "year": 2012,
                "description": "Net enrolment rate, secondary, male (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Private school enrolment": {
            "Primary": {
                "value": 8.73134994506835,
                "valueFormatted": "8.7%",
                "year": 2014,
                "description": "Percentage of enrolment in primary education in private institutions (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Secondary": {
                "value": 13.7899904251099,
                "valueFormatted": "14%",
                "year": 2014,
                "description": "Percentage of enrolment in secondary education in private institutions (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "School life expectancy": {
            "Total": {
                "value": 13.299090385437,
                "valueFormatted": "13.3",
                "year": 2014,
                "description": "School life expectancy, primary to tertiary, both sexes (years)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female": {
                "value": 13.466290473938,
                "valueFormatted": "13.5",
                "year": 2014,
                "description": "School life expectancy, primary to tertiary, female (years)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male": {
                "value": 13.1326398849487,
                "valueFormatted": "13.1",
                "year": 2014,
                "description": "School life expectancy, primary to tertiary, male (years)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Gov. Expenditure on education": {
            "Primary": {
                "value": 14.9120502471924,
                "valueFormatted": "15%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Secondary": {
                "value": 14.9120502471924,
                "valueFormatted": "15%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Tertiary": {
                "value": 14.9120502471924,
                "valueFormatted": "15%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Total": {
                "value": 5.31347990036011,
                "valueFormatted": "5.3%",
                "year": 2014,
                "description": "Total general (local, regional and central) government expenditure on education (current, capital, and transfers), expressed as a percentage of GDP. It includes expenditure funded by transfers from international sources to government. Divide total government expenditure for a given level of education (ex. primary, secondary, or all levels combined) by the GDP, and multiply by 100. A higher percentage of GDP spent on education shows a higher government priority for education, but also a higher capacity of the government to raise revenues for public spending, in relation to the size of the country's economy. When interpreting this indicator however, one should keep in mind in some countries, the private sector and/or households may fund a higher proportion of total funding for education, thus making government expenditure appear lower than in other countries. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Dropout": {
            "value": 10.2019395828247,
            "valueFormatted": "10%",
            "year": 2013,
            "description": "Cumulative drop-out rate to the last grade of lower secondary general education, both sexes (%)",
            "source": "UNESCO Institute for Statistics"
        }
    },
    {
        "id": 3,
        "name": "United States",
        "PISA score": {
            "Total": {
                "value": 469.6285,
                "valueFormatted": "470",
                "year": 2015,
                "description": "Average score of 15-year-old students on the PISA mathematics scale. The metric for the overall mathematics scale is based on a mean for OECD countries of 500 points and a standard deviation of 100 points. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            }
        },
        "PISA repartition": {
            "value": 10.5841181560014,
            "valueFormatted": "11%",
            "year": 2015,
            "description": "Percentage of 15-year-old students below the lowest proficiency level (scoring 358 or below) on the PISA mathematics scale. Students below Level 1 may be able to perform very direct and straightforward mathematical tasks, such as reading a single value from a well-labeled chart or table where the labels on the chart match the words in the stimulus and question, so that the selection criteria are clear and the relationship between the chart and the aspects of the context depicted are evident, and performing arithmetic calculations with whole numbers by following clear and well-defined instructions. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
            "source": "OECD Programme for International Student Assessment (PISA)",
            "1": {
                "value": 18.7947054294677,
                "valueFormatted": "19%",
                "year": 2015,
                "description": "PISA: 15-year-olds by mathematics proficiency level (%). Level 1",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "2": {
                "value": 26.1668124604649,
                "valueFormatted": "26%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 420 but lower than or equal to 482 points on the PISA mathematics scale. At Level 2, students can interpret and recognize situations in contexts that require no more than direct inference. They can extract relevant information from a single source and make use of a single representational mode. Students at this level can employ basic algorithms, formulae, procedures, or conventions to solve problems involving whole numbers. They are capable of making literal interpretations of the results. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "3": {
                "value": 23.8052539789656,
                "valueFormatted": "24%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 482 but lower than or equal to 545 points on the PISA mathematics scale. At Level 3, students can execute clearly described procedures, including those that require sequential decisions. Their interpretations are sufficiently sound to be a base for building a simple model or for selecting and applying simple problem- solving strategies. Students at this level can interpret and use representations based on different information sources and reason directly from them. They typically show some ability to handle percentages, fractions and decimal numbers, and to work with proportional relationships. Their solutions reflect that they have engaged in basic interpretation and reasoning. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "4": {
                "value": 14.7432882763253,
                "valueFormatted": "15%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 545 but lower than or equal to 607 on the PISA mathematics scale. At Level 4, students can work effectively with explicit models for complex concrete situations that may involve constraints or call for making assumptions. They can select and integrate different representations, including symbolic, linking them directly to aspects of real-world situations. Students at this level can utilize their limited range of skills and can reason with some insight, in straightforward contexts. They can construct and communicate explanations and arguments based on their interpretations, arguments, and actions. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "5": {
                "value": 5.0148971286283,
                "valueFormatted": "5%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 607 but lower than or equal to 669 on the PISA mathematics scale. At Level 5, students can develop and work with models for complex situations, identifying constraints and specifying assumptions. They can select, compare, and evaluate appropriate problem-solving strategies for dealing with complex problems related to these models. Students at this level can work strategically using broad, well-developed thinking and reasoning skills, appropriate linked representations, symbolic and formal characterizations, and insight pertaining to these situations. They begin to reflect on their work and can formulate and communicate their interpretations and reasoning. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            },
            "6": {
                "value": 0.890924570146699,
                "valueFormatted": "0.89%",
                "year": 2015,
                "description": "Percentage of 15-year-old students scoring higher than 669 on the PISA mathematics scale. At Level 6, students can conceptualize, generalize and utilize information based on their investigations and modeling of complex problem situations, and can use their knowledge in relatively non-standard contexts. They can link different information sources and representations and flexibly translate among them. Students at this level are capable of advanced mathematical thinking and reasoning. These students can apply this insight and understanding, along with a mastery of symbolic and formal mathematical operations and relationships, to develop new approaches and strategies for attacking novel situations. Students at this level can reflect on their actions, and can formulate and precisely communicate their actions and reflections regarding their findings, interpretations, arguments, and the appropriateness of these to the original situation. Data reflects country performance in the stated year according to PISA reports, but may not be comparable across years or countries. Consult the PISA website for more detailed information: http://www.oecd.org/pisa/",
                "source": "OECD Programme for International Student Assessment (PISA)"
            }
        },
        "GDP/Capita": {
            "Total": {
                "value": 57638.1590879883,
                "valueFormatted": "57,638",
                "year": 2016,
                "description": "GDP per capita, PPP (current international $)",
                "source": "World Bank, International Comparison Program database."
            }
        },
        "Litteracy rate": {},
        "Population": {
            "value": 323127513.0,
            "valueFormatted": "323.1 million",
            "year": 2016,
            "description": "Population, total",
            "source": "(1) United Nations Population Division. World Population Prospects, (2) Census reports and other statistical publications from national statistical offices, (3) Eurostat: Demographic Statistics, (4) United Nations Statistical Division. Population and Vital Statistics Report (various years), (5) U.S. Census Bureau: International Database, and (6) Secretariat of the Pacific Community: Statistics and Demography Programme."
        },
        "HDI Rank": {
            "value": 20.0,
            "valueFormatted": "20",
            "year": "2022",
            "description": "HDI rank over 193 countries",
            "source": "Human Development Report (United Nations)"
        },
        "HDI": {
            "value": 0.927,
            "valueFormatted": "0.93",
            "year": "2022",
            "description": "Human Development Index (value)",
            "source": "Human Development Report (United Nations)"
        },
        "Income": {
            "Poorest 40 percent": {
                "value": 16.6,
                "valueFormatted": "17%",
                "year": "2010-2022",
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the poorest 40 percent of the population",
                "source": "World Bank (2023)"
            },
            "Richest 10 percent": {
                "value": 30.1,
                "valueFormatted": "30%",
                "year": "2010-2022",
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the richest 10 percent of the population",
                "source": "World Bank (2023)"
            },
            " Richest 1 percent": {
                "value": 19.03,
                "valueFormatted": "19%",
                "year": 2021,
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the  richest 1 percent of the population",
                "source": "World Bank (2023)"
            }
        },
        "Gini": {
            "value": 39.8,
            "valueFormatted": "40%",
            "year": "2010-2022",
            "description": "Gini coefficient: Measure of the deviation of the distribution of income among individuals or households in a country from a perfectly equal distribution. A value of 0 represents absolute equality, a value of 100 absolute inequality.",
            "source": "World Inequality Database (2022)"
        },
        "Enrolment": {
            "Total_primary": {
                "value": 63.570068359375,
                "valueFormatted": "64%",
                "year": 2015,
                "description": "Net enrolment rate, pre-primary, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female_primary": {
                "value": 63.9101295471191,
                "valueFormatted": "64%",
                "year": 2015,
                "description": "Net enrolment rate, pre-primary, female (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male_primary": {
                "value": 63.2441787719727,
                "valueFormatted": "63%",
                "year": 2015,
                "description": "Net enrolment rate, pre-primary, male (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Total_secondary": {
                "value": 90.462287902832,
                "valueFormatted": "90%",
                "year": 2014,
                "description": "Net enrolment rate, secondary, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female_secondary": {
                "value": 91.9820327758789,
                "valueFormatted": "92%",
                "year": 2014,
                "description": "Net enrolment rate, secondary, female (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male_secondary": {
                "value": 89.0200576782227,
                "valueFormatted": "89%",
                "year": 2014,
                "description": "Net enrolment rate, secondary, male (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Private school enrolment": {
            "Primary": {
                "value": 8.29216957092285,
                "valueFormatted": "8.3%",
                "year": 2015,
                "description": "Percentage of enrolment in primary education in private institutions (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Secondary": {
                "value": 7.91138982772827,
                "valueFormatted": "7.9%",
                "year": 2014,
                "description": "Percentage of enrolment in secondary education in private institutions (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "School life expectancy": {
            "Total": {
                "value": 16.5381507873535,
                "valueFormatted": "16.5",
                "year": 2014,
                "description": "School life expectancy, primary to tertiary, both sexes (years)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female": {
                "value": 17.3453102111816,
                "valueFormatted": "17.3",
                "year": 2014,
                "description": "School life expectancy, primary to tertiary, female (years)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male": {
                "value": 15.7578496932983,
                "valueFormatted": "15.8",
                "year": 2014,
                "description": "School life expectancy, primary to tertiary, male (years)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Gov. Expenditure on education": {
            "Primary": {
                "value": 19.9227294921875,
                "valueFormatted": "20%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Secondary": {
                "value": 19.9227294921875,
                "valueFormatted": "20%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Tertiary": {
                "value": 19.9227294921875,
                "valueFormatted": "20%",
                "year": 2014,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Total": {
                "value": 5.38078022003174,
                "valueFormatted": "5.4%",
                "year": 2014,
                "description": "Total general (local, regional and central) government expenditure on education (current, capital, and transfers), expressed as a percentage of GDP. It includes expenditure funded by transfers from international sources to government. Divide total government expenditure for a given level of education (ex. primary, secondary, or all levels combined) by the GDP, and multiply by 100. A higher percentage of GDP spent on education shows a higher government priority for education, but also a higher capacity of the government to raise revenues for public spending, in relation to the size of the country's economy. When interpreting this indicator however, one should keep in mind in some countries, the private sector and/or households may fund a higher proportion of total funding for education, thus making government expenditure appear lower than in other countries. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Dropout": null
    },
    {
        "id": 4,
        "name": "India",
        "PISA score": {},
        "PISA repartition": {},
        "GDP/Capita": {
            "Total": {
                "value": 6583.37204969932,
                "valueFormatted": "6,583",
                "year": 2016,
                "description": "GDP per capita, PPP (current international $)",
                "source": "World Bank, International Comparison Program database."
            }
        },
        "Litteracy rate": {
            "Female": {
                "value": 59.27732,
                "valueFormatted": "59%",
                "year": 2011,
                "description": "Adult literacy rate, population 15+ years, female (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male": {
                "value": 78.87723,
                "valueFormatted": "79%",
                "year": 2011,
                "description": "Adult literacy rate, population 15+ years, male (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Total": {
                "value": 69.30256,
                "valueFormatted": "69%",
                "year": 2011,
                "description": "Adult literacy rate, population 15+ years, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Population": {
            "value": 1324171354.0,
            "valueFormatted": "1.3 billion",
            "year": 2016,
            "description": "Population, total",
            "source": "(1) United Nations Population Division. World Population Prospects, (2) Census reports and other statistical publications from national statistical offices, (3) Eurostat: Demographic Statistics, (4) United Nations Statistical Division. Population and Vital Statistics Report (various years), (5) U.S. Census Bureau: International Database, and (6) Secretariat of the Pacific Community: Statistics and Demography Programme."
        },
        "HDI Rank": {
            "value": 134.0,
            "valueFormatted": "134",
            "year": "2022",
            "description": "HDI rank over 193 countries",
            "source": "Human Development Report (United Nations)"
        },
        "HDI": {
            "value": 0.644,
            "valueFormatted": "0.64",
            "year": "2022",
            "description": "Human Development Index (value)",
            "source": "Human Development Report (United Nations)"
        },
        "Income": {
            "Poorest 40 percent": {
                "value": 20,
                "valueFormatted": "20%",
                "year": "2010-2022",
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the poorest 40 percent of the population",
                "source": "World Bank (2023)"
            },
            "Richest 10 percent": {
                "value": 27.8,
                "valueFormatted": "28%",
                "year": "2010-2022",
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the richest 10 percent of the population",
                "source": "World Bank (2023)"
            },
            " Richest 1 percent": {
                "value": 21.73,
                "valueFormatted": "22%",
                "year": 2021,
                "description": "Income shares (%): Percentage share of income (or consumption) that accrues to the  richest 1 percent of the population",
                "source": "World Bank (2023)"
            }
        },
        "Gini": {
            "value": 34.2,
            "valueFormatted": "34%",
            "year": "2010-2022",
            "description": "Gini coefficient: Measure of the deviation of the distribution of income among individuals or households in a country from a perfectly equal distribution. A value of 0 represents absolute equality, a value of 100 absolute inequality.",
            "source": "World Inequality Database (2022)"
        },
        "Enrolment": {
            "Total_secondary": {
                "value": 61.755241394043,
                "valueFormatted": "62%",
                "year": 2013,
                "description": "Net enrolment rate, secondary, both sexes (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female_secondary": {
                "value": 62.177921295166,
                "valueFormatted": "62%",
                "year": 2013,
                "description": "Net enrolment rate, secondary, female (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male_secondary": {
                "value": 61.3751983642578,
                "valueFormatted": "61%",
                "year": 2013,
                "description": "Net enrolment rate, secondary, male (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Private school enrolment": {
            "Primary": {
                "value": 34.7806282043457,
                "valueFormatted": "35%",
                "year": 2015,
                "description": "Percentage of enrolment in primary education in private institutions (%)",
                "source": "UNESCO Institute for Statistics"
            },
            "Secondary": {
                "value": 50.1724510192871,
                "valueFormatted": "50%",
                "year": 2015,
                "description": "Percentage of enrolment in secondary education in private institutions (%)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "School life expectancy": {
            "Total": {
                "value": 11.9615297317505,
                "valueFormatted": "12.0",
                "year": 2015,
                "description": "School life expectancy, primary to tertiary, both sexes (years)",
                "source": "UNESCO Institute for Statistics"
            },
            "Female": {
                "value": 12.3209400177002,
                "valueFormatted": "12.3",
                "year": 2015,
                "description": "School life expectancy, primary to tertiary, female (years)",
                "source": "UNESCO Institute for Statistics"
            },
            "Male": {
                "value": 11.6399097442627,
                "valueFormatted": "11.6",
                "year": 2015,
                "description": "School life expectancy, primary to tertiary, male (years)",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Gov. Expenditure on education": {
            "Primary": {
                "value": 9.76755046844482,
                "valueFormatted": "9.8%",
                "year": 2013,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Secondary": {
                "value": 9.76755046844482,
                "valueFormatted": "9.8%",
                "year": 2013,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Tertiary": {
                "value": 9.76755046844482,
                "valueFormatted": "9.8%",
                "year": 2013,
                "description": "Average total (current, capital and transfers) general government expenditure per student in the given level of education, expressed as a percentage of GDP per capita. Divide total government expenditure for a given level of education (ex. primary, secondary) by total enrolment in that same level, divide again by GDP per capita, and multiply by 100. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            },
            "Total": {
                "value": 3.84236001968384,
                "valueFormatted": "3.8%",
                "year": 2013,
                "description": "Total general (local, regional and central) government expenditure on education (current, capital, and transfers), expressed as a percentage of GDP. It includes expenditure funded by transfers from international sources to government. Divide total government expenditure for a given level of education (ex. primary, secondary, or all levels combined) by the GDP, and multiply by 100. A higher percentage of GDP spent on education shows a higher government priority for education, but also a higher capacity of the government to raise revenues for public spending, in relation to the size of the country's economy. When interpreting this indicator however, one should keep in mind in some countries, the private sector and/or households may fund a higher proportion of total funding for education, thus making government expenditure appear lower than in other countries. For more information, consult the UNESCO Institute of Statistics website: http://www.uis.unesco.org/Education/",
                "source": "UNESCO Institute for Statistics"
            }
        },
        "Dropout": {
            "value": 2.98722004890442,
            "valueFormatted": "3%",
            "year": 2010,
            "description": "Cumulative drop-out rate to the last grade of lower secondary general education, both sexes (%)",
            "source": "UNESCO Institute for Statistics"
        }
    }
]